; TaskSwitchXP Pro 2.07 Danish Language File
; Translated by Carsten Winkler <carsten@indysign.dk>

19999="Danish (Dansk)"

; Cofiguration
20000="TaskSwitchXP Pro 2.0 Konfiguration"
20001="OK"
20002="Annuller"
20003="Anvend"

; Filters
20031="TaskSwitchXP konfigurations filer (*.cfg)"

; Pages
20050="Generel"
20051="Design"
20052="Program Liste"
20053="Forsmag"
20054="Program Info"
20055="Genvejstaster"
20056="Udelukkelser"
20057="Avanceret"
20058="Om..."

; Page descriptions
20070="Generelle Indstillinger"
20071="Design Indstillinger"
20072="Program Liste"
20073="Forsmags Indstillinger"
20074="Program Information"
20075="TaskSwitchXP Genvejstaster"
20076="TaskSwitchXP Udelukkelser"
20077="Avancerede Indstillinger"
20078="Om TaskSwitchXP"

; General page
20100="Sprog:"
20101="<a id=\"idLang\" href=\"\">Find flere oversættelser...</a>"
20102="Brug separate indstillinger for hver bruger"
20103="Start automatisk TaskSwitchXP op når systemet starter"
20104="Sæt høj prioritet for TaskSwitchXP"
20105="Tjek om MS PowerToy TaskSwitcher kører"
20106="Proceslinje ikoner:"
20107="Vis TaskSwitchXP system bakke ikon ved opstart"
20108="Vis valgt ikon:"
20109="Minimer vindue til system bakken ved højreklik på Minimer knappen"
20110="Beskyt TaskSwitchXP ikoner mod at blive skjult i Windows XP"
20111="Tilføj vinduer minimeret til system bakken i enden af Alt-Tab listen"
20120="Gendan standardvalg"
20121="Indlæs..."
20122="Gem..."

; Appearance page
20200="Placering på skærmen:"
20201="Vis på aktiv skærm"
20202="Kast skygge på TaskSwitchXP vinduet"
20203="Aktiver gennemsigtighed for TaskSwitchXP vinduet:"
20204="Aktiver visende tonings effekt (i millisekunder):"
20205="Aktiver forsvindende tonings effekt (i millisekunder):"
20206="Foretrukken visemåde:"
20207="XP visuel stil:"
20208="Klassisk stil:"
20209="Tving TaskSwitchXP til at bruge Klassisk stil"
20210="Vis program listen til venstre for forsmags billederne"

; Position on screen
20270="Top - Venstre"
20271="Top - Center"
20272="Top - Højre"
20273="Center - Venstre"
20274="Centreret"
20275="Center - Højre"
20276="Bund - Venstre"
20277="Bund - Center"
20278="Bund - Højre"

; Modern XP skins
20280="Start-panel stil (standard)"
20281="PowerToy TaskSwitcher stil"
20282="Simpel vindue stil"
20283="Flad XP stil"
20284="Blød XP stil"
20285="Proceslinje stil"

; Classical skins
20290="Start-panel stil (standard)"
20291="Flad start-panel stil"


; Task List page
20300="Liste udseende:"
20301="Antal kolonner:"
20302="Bredde (i pixels):"
20303="Antal linjer:"
20304="Små ikoner"
20305="Aktiver værktøjstips for ikon listen"
20306="Aktiver hånd musemarkør over program listen"
20307="Vælg programmer på program listen med musen"
20308="Inverter musehjulet"
20309="Udvælgelse stil:"
20310="Tegn kant omkring valgt program"
20311="Tekst stil og farver:"
20312="Skrifttype:"
20313="Størrelse:"
20314="F"
20315="I"
20316="Farvetabel:"

; List views
20390="Ikoner"
20391="Lodret liste"

; Selection styles
20380="Ramme"
20381="Udfyldt rektangel"
20382="Afrundet rektangel"

; Color indexes
20370="Almindelig tekst"
20371="Valgt tekst"
20372="Valgt baggrund"
20373="Markeret tekst 1"
20374="Markeret baggrund 1"
20375="Markeret tekst 2"
20376="Markeret baggrund 2"


; Preview page
20400="Forsmags stil:"
20401="\"Skrivebord\" forsmags stil"
20402="\"Vindue\" forsmags stil"
20403="Inkluder proceslinjen til forsmags billede"
20404="Tegn kun sidste popup vindue fra programmet"
20405="Tegn ikke skrivebordets baggrund i forsmag (gammel v1.0 stil)"
20406="Tegn skrivebordets baggrundsbillede som baggrund"
20407="Tegn kant rundt om forsmags billede"
20408="Centrer forsmags billedet lodret"
20409="Vis minimerede vinduers titelbar som forsmag (*)"
20410="Ekskluder alle gennemsigtige vinduer fra forsmag (*)"
20411="Bredde af forsmags billede (i pixels):"
20412="Forsink generering af første forsmag (i millisekunder):"
20413="Gem ikke forsmags billeder i cachen"
20414="Aktiver levende forsmags billeder (i millisekunder):"


; Info page
20500="Overskrifts område:"
20501="Skrifttype:"
20502="Størrelse:"
20503="F"
20504="I"
20505="Farve:"
20506="Kast skygge:"
20507="Dybde:"
20508="Farve:"
20509="Vis programmets ikon ved overskriften"
20510="Brug lille overskrifts område"
20511="Informations område:"
20512="Skrifttype:"
20513="Størrelse:"
20514="F"
20515="I"
20516="Farve:"
20517="Kast skygge:"
20518="Dybde:"
20519="Farve:"
20520="Højde:"
20521="Format:"

; Info formats
20590="Ingen"
20591="Kun program antal"
20592="Proces ID"
20593="Proces navn"
20594="Proces navn [PID]"
20595="Program beskrivelse"


; Hotkeys page
20600="Erstat standard Windows Alt+Tab program skifter"
20601="Aktiver instans skifter med Ctrl+Alt+[Shift]+Tab"
20602="Skjul ikke TaskSwitchXP når Alt bliver sluppet"
20603="Brug avanceret metode til at erstatte Alt-Tab"
20604="TaskSwitchXP kontrol:"
20605="Program liste:"
20606="Instans list:"
20607="Konfigurer TaskSwitchXP:"
20608="Vis/Skjul system bakke ikon:"
20609="Afslut TaskSwitchXP:"
20610="Øvrige genvejstaster:"
20611="Minimer vinduet til system bakken:"
20612="Gendan fra system bakken:"


; Exclusions page
20700="Ny..."
20701="Rediger..."
20702="Slet"

; List groups
20780="Uden forsmag"
20781="Uden optælling"

20790="Navn"
20791="Parametre"

; Advanced page
20800="Vindue titler:"
20801="Brug overskriften fra hoved programmets vinduer"
20802="Avancerede brugerflade indstillinger:"
20803="Fjern overskrifts område"
20804="Fjern information område"
20805="System bakke ikon handlinger:"
20806="Højrekliks menu:"
20807="Konfiguration:"
20808="Program liste:"
20809="Instans liste:"
20810="Konfigurator indstillinger:"
20811="Vis altid konfigurations vinduet øverst"
20812="Husk placeringen af konfigurations vinduet"
20813="Husk den sidst valgte konfigurations side"
20814="Start TaskSwitchXP ved start/luk"

; Tray icon actions
20890="Ingen"
20891="Venstre klik"
20892="Venstre dobbeltklik"
20893="Midter klik"
20894="Midter dobbeltklik"
20895="Højre klik"
20896="Højre dobbeltklik"


; About page
20900="Oversat af <a id=\"idTranslatorMail\" href=\"mailto:carsten@indysign.dk\">Carsten Winkler</a>"


; Exclusions dialog
22000="TaskSwitchXP Udelukkelse"
22001="OK"
22002="Annuller"
22003="Åbne programmer:"
22004="Opdater"
22005="Udelukkelses navn:"
22006="Udeluk ved:"
22007="Proces navn:"
22008="Vindues klasse:"
22009="Vindues titel:"
22010="Udeluk fra:"
22011="Forsmag"
22012="Vindues optælling"
22013="Aktiveret"

22090="" ; not excluded
22091=">> udelukket fra forsmag"
22092=">> udelukket fra optælling"

; Configurator Errors
30000="TaskSwitchXP konfigurator fejl"
30002="Kunne ikke starte TaskSwitchXP.exe! Tjek din TaskSwitchXP installation."
30003="Kunne ikke gemme indstillingerne i registreringsdatabasen. Tjek dine rettigheder."
30004="Kunne ikke indlæse indstillingerne fra filen."
30005="Kunne ikke indlæse indstillingerne fra filen. Standard indstillingerne er blevet gendannet."
30006="Kunne ikke gemme indstillingerne til filen."

; Hints for exclusion dialog
30100="Unavngiven eksklusion"
30101="Indtast venligst et eksklusions navn."
30102="Ingen parametre"
30103="Definer venligst eksklusions parametre."
30104="Intet proces navn"
30105="Indtast venligst et proces navn."
30106="Ingen vindues klasse"
30107="Indtast venligst en vindues klasse."

; Confirmations
30900="TaskSwitchXP bekræftelse"
30901="TaskSwitchXP har opdaget at mere end en skærm er aktiv i dit system.\r\nVil du aktivere \"Vindue\"-forsmag til at vise forsmags billeder fra din sekundære skærm?"


; Tray menu
31000="Program liste"
31001="Instans liste"
31002="Indstillinger..."
31003="Afslut"

31020="Hurtige indstillinger"
31021="Skjul system bakke ikon"
31022="Erstat Alt-Tab"
31023="Aktiver instans skifter"
31024="Skjul ikke Alt-Tab når Alt slippes"
31025="Brug avanceret Alt-Tab erstatning"
31026="Ny udelukkelse..."

31050="Hjælp"
31051="Dokumentation"
31052="Hjemmeside"
31053="Om TaskSwitchXP"

; Tray menu for minimized applications
31090="TSXP: %d program(mer)"
31091="Gendan alle"
31092="Minimer alle"
31093="Luk alle"
31094="Gendan"
31095="Minimer"
31096="Luk"

; Task List menu
31110="Skift til"
31111="Minimer"
31112="Minimer til system bakken"
31113="Overlap"
31114="Opsæt vandret"
31115="Opsæt lodret"
31116="Gendan"
31117="Maksimer"
31118="Luk"
31119="Afslut proces"

; Common menu
31150="Vis proces info"
31151="Vælg alle"
31152="Vælg ingen"
31153="Fjern valgte"
31154="Sorter efter titel"
31155="Sorter efter program"

; Process Info mask
; Here are used some terms from Windows Task Manager (Ctrl+Shift+Esc, Processes ; tab, View->Select Columns...)!
; WARNING: Don't replace %x special characters!!!
31500="Navn:  %s\r\nProces ID:  %u\r\n\r\nVarighed:  %u:%02u:%02u\r\nCPU-tid:  %u:%02u:%02u\r\n\r\nBrug af hukommelse:  %uK\r\nStørrelse på virtuel hukommelse:  %uK"
31501="N/A" ; Process information is not available...

; Confirmations
31900="TaskSwitchXP bekræftelse"
31901="TaskSwitchXP kører allerede. Vil du stoppe den?"
31902="Er du sikker på du vil afslutte TaskSwitchXP?"
31903="TaskSwitchXP har opdaget at MS PowerToy TaskSwitcher kører.\r\nVil du afslutte den?"

; Errors
32000="TaskSwitchXP Fejl"
32002="Kunne ikke starte op."
32003="Kunne ikke bruge avanceret Alt-Tab erstatning."
32004="Kunne ikke registrere genvejen Alt+Tab eller Alt+Shift+Tab.\r\nEt andet program har måske allerede registreret den."
32005="Kunne ikke registrere genvejen Ctrl+Alt+Tab eller Ctrl+Alt+Shift+Tab.\r\nEt andet program har måske allerede registreret den."
32006="Kunne ikke starte ConfigTsXP.exe! Tjek din TaskSwitchXP installation."

32500="Kunne ikke registrere genvejen:\r\n\r\nNavn: %s\r\nSkiftere: %02X\r\nVirtuel kode: %02X"
32501="Afslut TaskSwitchXP"
32502="Vis/Skjul system bakke ikon"
32503="Konfigurer TaskSwitchXP"
32504="Program liste"
32505="Instas liste"
32506="Minimer vindue til system bakken"
32507="Gendan fra system bakken"
